Repository: janknieling/Caribou-Firmware
Catalog: lang/po/new/*.po
Languages: it

source: 0.3 or older
it: 0.3 o inferiore

source: FS v0.3 or older
it: FS 0.3 o inferiore

source: 0.4 or newer
it: 0.4 o superiore

source: FS v0.4 or newer
it: FS 0.4 o superiore

source: unknown state
it: stato sconosciuto

source: of 4
it: su 4

source: of 9
it: su 9

source: [0;0] point offset
it: [0;0] punto offset

source: Crash detection canx0abe turned on only inx0aNormal mode
it: Rilev. impattox0aattivabile solox0ain Modalita normale

source: WARNING:x0aCrash detectionx0adisabled inx0aStealth mode
it: ATTENZIONE:x0aRilev. impattox0adisattivato inx0aModalita silenziosa

source: >Cancel
it: >Annulla

source: Adjusting Z:
it: Compensaz. Z:

source: All correct
it: Nessun errore

source: All is done. Happy printing!
it: Tutto fatto. Buona stampa!

source: All correct
it: Nessun errore

source: Ambient
it: Ambiente

source: and press the knob
it: e cliccare manopola

source: Are left and right Z~carriages all up?
it: I carrelli Z sin/des sono altezza max?

source: Auto home
it: Trova origine

source: AutoLoad filament
it: Autocaric. filam.

source: Autoloading filament available only when filament sensor is turned on...
it: Caricamento automatico filamento disponibile solo con il sensore attivo...

source: Autoloading filament is active, just press the knob and insert filament...
it: Caricamento automatico attivo, premi la manopola e inserisci il filam.

source: Axis length
it: Lunghezza dell'asse

source: Axis
it: Assi

source: Bed / Heater
it: Lunghezza dell'asse

source: Bed/Heater
it: Piano/Riscald.

source: Bed done
it: Piano fatto.

source: Bed Heating
it: Riscald. piano

source: Bed level correct
it: Correz. liv.piano

source: Belt test
it: Test cinghie

source: Belt test
it: Test cinghie

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
it: Livellamento piano fallito. Sensore KO? Residui su ugello? In attesa di reset.

source: Bright
it: Chiaro

source: Brightness
it: Luminosita'

source: Bed
it: Piano

source: Belt status
it: Stato cinghie

source: Blackout occurred. Recover print?
it: Blackout rilevato. Recuperare stampa?

source: Calibrating home
it: Calibrazione Home

source: Calibrate XYZ
it: Calibra XYZ

source: Calibrate Z
it: Calibra Z

source: Calibrate
it: Calibra

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
it: Calibrazione XYZ. Ruotare la manopola per alzare il carrello Z fino all'altezza massima. Click per terminare.

source: Calibrating Z
it: Calibrando Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
it: Calibrazione Z. Ruotare la manopola per alzare il carrello Z fino all'altezza massima. Click per terminare.

source: Calibration done
it: Calibr. completa

source: Calibration
it: Calibrazione

source: Cancel
it: Annulla

source: Card removed
it: SD rimossa

source: Color not correct
it: Colore non puro

source: Cooldown
it: Raffredda

source: Checking file
it: Verifica file

source: Copy selected language?
it: Copiare la lingua selezionata?

source: Crash det.
it: Rileva.crash

source: Choose a filament for the First Layer Calibration and select it in the on-screen menu.
it: Scegli un filamento per la calibrazione del primo strato e selezionalo nel menu sullo schermo.

source: Crash detected.
it: Rilevato impatto.

source: Crash detected. Resume print?
it: Scontro rilevato. Riprendere la stampa?

source: Crash
it: Impatto

source: Current
it: Attuale

source: Date:
it: Data:

source: Community made
it: Contribuiti

source: Disable steppers
it: Disabilita motori

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
it: Distanza tra la punta dell'ugello e la superficie del piano non ancora impostata. Si prega di seguire il manuale, capitolo Primi Passi, sezione Calibrazione primo strato.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
it: Desideri ripetere l'ultimo passaggio per migliorare la distanza fra ugello e piatto?

source: E-correct:
it: Correzione-E:

source: Eject filament
it: Espelli filamento

source: Ejecting filament
it: Espellendo filamento

source: Endstop not hit
it: Finec. fuori portata

source: Endstop
it: Finecorsa

source: Endstops
it: Finecorsa

source: Error - static memory has been overwritten
it: Errore - la memoria statica e' stata sovrascritta

source: Cut filament
it: Taglia filamento

source: Cutter
it: Tagliatr.

source: Cutting filament
it: Tagliando filam.

source: ERROR: Filament sensor is not responding, please check connection.
it: ERRORE: il sensore filam. non risponde,Controllare conness.

source: Dim
it: Scuro

source: ERROR:
it: ERRORE:

source: Extruder fan:
it: Ventola estrusore:

source: Extruder info
it: Info estrusore

source: Extruder
it: Estrusore

source: Fail stats MMU
it: Stat.fall. MMU

source: F. autoload
it: Autocar.fil.

source: Fail stats
it: Stat. fallimenti

source: Fan speed
it: Velocita vent.

source: Fan test
it: Test ventola

source: Fans check
it: Control.vent

source: Fil. sensor
it: Sensore fil.

source: Filam. runouts
it: Fil. esauriti

source: Fil. runouts
it: Fil. esauriti

source: Filament extruding & with correct color?
it: Filamento estruso e con colore corretto?

source: Filament not loaded
it: Fil. non caricato

source: Filament sensor
it: Sensore filam.

source: Filament used
it: Fil. utilizzato

source: Print time
it: Tempo di stampa

source: FS Action
it: Azione FS

source: File incomplete. Continue anyway?
it: File incompleto. Continuare comunque?

source: Finishing movements
it: Finaliz. spostamenti

source: First layer cal.
it: Cal. primo strato

source: First, I will run the selftest to check most common assembly problems.
it: Per primo avviero l'autotest per controllare gli errori di assemblaggio piu comuni.

source: Fix the issue and then press button on MMU unit.
it: Risolvere il problema e premere il bottone sull'unita MMU.

source: Flow
it: Flusso

source: Front print fan?
it: Ventola frontale?

source: Front side[um]
it: Fronte [um]

source: Front/left fans
it: Ventola frontale/sin

source: Heater/Thermistor
it: Riscald./Termist.

source: Heating disabled by safety timer.
it: Riscaldamento fermato dal timer di sicurezza.

source: Heating done.
it: Riscald. completo

source: Heating
it: Riscaldamento...

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
it: Ciao, sono la tua stampante Original Prusa i3. Gradiresti un aiuto nel processo di configurazione?

source: Change filament
it: Cambia filamento

source: Change success!
it: Cambio riuscito!

source: Changed correctly?
it: Cambio corretto?

source: Checking bed
it: Verifica piano

source: Checking bed
it: Verifica piano

source: Checking endstops
it: Verifica finecorsa

source: Checking hotend
it: Verifica ugello

source: Checking sensors
it: Controllo sensori

source: Checking X axis
it: Verifica asse X

source: Checking Y axis
it: Verifica asse Y

source: Checking Z axis
it: Verifica asse Z

source: Checking sensors
it: Controllo sensori

source: Checking X axis
it: Verifica asse X

source: Checking Y axis
it: Verifica asse Y

source: Checking Z axis
it: Verifica asse Z

source: Choose extruder:
it: Seleziona estrusore:

source: Choose filament:
it: Scegliere filamento:

source: Filament
it: Filamento

source: I will run xyz calibration now. It will take approx. 12 mins.
it: Adesso avviero una Calibrazione XYZ. Puo durare circa 12 min.

source: I will run z calibration now.
it: Adesso avviero la Calibrazione Z.

source: Info screen
it: Schermata info

source: Insert filament
it: Inserire filamento

source: Is filament loaded?
it: Il filamento e' stato caricato?

source: Is steel sheet on heatbed?
it: Piastra d'acciaio su piano riscaldato?

source: Last print failures
it: Fallimenti ultima stampa

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
it: Se hai piastre d'acciaio aggiuntive, calibra i preset in Impostazioni - Setup HW - Piastre in Acciaio.

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
it: Ciao, sono la tua stampante Original Prusa i3. Ti guidero attraverso un rapido processo in cui verra calibrato l'asse Z. Poi, sarai pronto a stampare.

source: Last print
it: Ultima stampa

source: Left hotend fan?
it: Vent SX hotend?

source: Left
it: Sinistra

source: Left side [um]
it: Sinistra [um]

source: Lin. correction
it: Correzione lineare

source: Live adjust Z
it: Compensazione Z

source: Insert the filament (do not load it) into the extruder and then press the knob.
it: Inserire filamento (senza caricarlo) nell'estrusore e premere la manopola.

source: Load filament
it: Carica filamento

source: Loading color
it: Caricando colore

source: Loading filament
it: Caricando filamento

source: Loose pulley
it: Puleggia lenta

source: Iteration
it: Iterazione

source: Load to nozzle
it: Carica ugello

source: M117 First layer cal.
it: M117 Calibr. primo strato

source: Main
it: Menu principale

source: Level Bright
it: Liv. Chiaro

source: Level Dimmed
it: Liv. Scuro

source: Measuring reference height of calibration point
it: Misura altezza di rif. del punto di calib.

source: Mesh Bed Leveling
it: Liv. griglia piano

source: MMU OK. Resuming position...
it: MMU OK. riprendendo la posizione...

source: MMU OK. Resuming temperature...
it: MMU OK. Ripristino temperatura...

source: Measured skew
it: Deviazione mis

source: MMU fails
it: Fallimenti MMU

source: MMU load failed
it: Caricamento MMU fallito

source: MMU load failed
it: Caricam. MMU fallito

source: MMU load fails
it: Car MMU falliti

source: MMU OK. Resuming...
it: MMU OK. Riprendendo...

source: Mode
it: Mod.

source: MK3 firmware detected on MK3S printer
it: Firmware MK3 rilevato su stampante MK3S

source: Normal
it: Normale

source: Silent
it: Silenz.

source: MMU needs user attention.
it: Il MMU richiede attenzione dall'utente.

source: MMU power fails
it: Manc. corr. MMU

source: Stealth
it: Silenz.

source: Auto power
it: Automatico

source: High power
it: Forte

source: MMU2 connected
it: MMU2 connessa

source: Motor
it: Motore

source: Move axis
it: Muovi asse

source: Move X
it: Sposta X

source: Move Y
it: Sposta Y

source: Move Z
it: Sposta Z

source: No move.
it: Nessun movimento.

source: No SD card
it: Nessuna SD

source: N/A
it: N/D

source: Not connected
it: Non connesso

source: New firmware version available:
it: Nuova vers. firmware disponibile:

source: Not spinning
it: Non gira

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
it: Adesso calibro la distanza fra ugello e superfice del piatto.

source: Now I will preheat nozzle for PLA.
it: Adesso preriscaldero l'ugello per PLA.

source: Nozzle
it: Ugello

source: Old settings found. Default PID, Esteps etc. will be set.
it: Sono state trovate impostazioni vecchie. Verranno impostati i valori predefiniti di PID, Esteps etc.

source: Now remove the test print from steel sheet.
it: Ora rimuovete la stampa di prova dalla piastra in acciaio.

source: Nozzle FAN
it: Vent. estr

source: Pause print
it: Metti in pausa

source: PID cal.
it: Calibrazione PID

source: PID cal. finished
it: Calib. PID completa

source: PID calibration
it: Calibrazione PID

source: PID cal.
it: Calibrazione PID

source: PINDA Heating
it: Riscaldamento PINDA

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
it: Posizionare un foglio sotto l'ugello durante la calibrazione dei primi 4 punti. In caso l'ugello muova il foglio spegnere subito la stampante.

source: Please clean heatbed and then press the knob.
it: Per favore pulisci il piatto, poi premi la manopola.

source: Please clean the nozzle for calibration. Click when done.
it: Pulire l'ugello per la calibrazione, poi fare click.

source: Please check :
it: Verifica:

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
it: Per favore consulta il nostro manuale per risolvere il problema. Poi riprendi il Wizard dopo aver riavviato la stampante.

source: Please open idler and remove filament manually.
it: Aprire la guida filam. e rimuovere il filam. a mano

source: Please check:
it: Verifica:

source: Please place steel sheet on heatbed.
it: Per favore posizionate la piastra d'acciaio sul piano riscaldato.

source: Please press the knob to unload filament
it: Premete la manopola per scaricare il filamento

source: Please pull out filament immediately
it: Estrarre il filamento immediatamente

source: Please remove filament and then press the knob.
it: Rimuovi il filamento e quindi premi la manopola.

source: Please remove steel sheet from heatbed.
it: Rimuovete la piastra di acciaio dal piano riscaldato

source: Please run XYZ calibration first.
it: Esegui la calibrazione XYZ prima.

source: Please update firmware in your MMU2. Waiting for reset.
it: Aggiorna il firmware sul tuo MMU2. In attesa di reset.

source: Please wait
it: Attendere

source: Please remove shipping helpers first.
it: Per favore rimuovete i materiali da spedizione

source: Preheat the nozzle!
it: Prerisc. ugello!

source: Preheat
it: Preriscalda

source: Preheating nozzle. Please wait.
it: Preriscaldando l'ugello. Attendere prego.

source: Please upgrade.
it: Prego aggiornare.

source: Press knob to preheat nozzle and continue.
it: Premete la manopola per preriscaldare l'ugello e continuare.

source: Pause
it: Pausa

source: Press the knob to preheat nozzle and continue.
it: Premete la manopola per preriscaldare l'ugello e continuare.

source: Power failures
it: Interr. corr.

source: Print aborted
it: Stampa interrotta

source: Preheating to load
it: Preriscald. carico

source: Preheating to unload
it: Preriscald. scarico

source: Print fan:
it: Vent.stam:

source: Print from SD
it: Stampa da SD

source: Press the knob
it: Premere la manopola

source: Print paused
it: Stampa in pausa

source: Press the knob to resume nozzle temperature.
it: Premete la manopola per recuperare la temperatura dell'ugello.

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
it: Stampante non ancora calibrata. Si prega di seguire il manuale, capitolo Primi Passi, sezione Sequenza di Calibrazione.

source: Print FAN
it: Vent.stamp

source: Please insert filament into the extruder, then press the knob to load it.
it: Inserisci il filamento nell'estrusore, poi premi la manopola per caricarlo.

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
it: Per favore inserisci il filamento nel primo tubo del MMU, poi premi la manopola per caricarlo.

source: Please load filament first.
it: Per favore prima carica il filamento.

source: Rear side [um]
it: Retro [um]

source: Please unload the filament first, then repeat this action.
it: Scaricare prima il filamento, poi ripetere l'operazione.

source: Please check the IR sensor connection, unload filament if present.
it: Controllare il collegamento al sensore e rimuovere il filamento.

source: Recovering print
it: Recupero stampa

source: Recovering print
it: Recupero stampa

source: Remove old filament and press the knob to start loading new filament.
it: Rimuovi il filamento precedente e premi la manopola per caricare il nuovo filamento.

source: Reset XYZ calibr.
it: Reset calibrazione XYZ.

source: Resume print
it: Riprendi stampa

source: Resuming print
it: Riprendi stampa

source: Right side[um]
it: Destra [um]

source: RPi port
it: Porta RPi

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
it: Se avvi il Wizard perderai la calibrazione preesistente e dovrai ricominciare dall'inizio. Continuare?

source: SD card
it: Mem. SD

source: Right
it: Destra

source: Searching bed calibration point
it: Ricerca punti calibrazione piano

source: Select language
it: Seleziona lingua

source: Self test OK
it: Autotest OK

source: Self test start
it: Avvia autotest

source: Selftest
it: Autotest

source: Selftest error !
it: Errore Autotest !

source: Selftest failed
it: Autotest fallito

source: Selftest will be run to calibrate accurate sensorless rehoming.
it: Verra effettuato un self test per calibrare l'homing senza sensori

source: Select nozzle preheat temperature which matches your material.
it: Selezionate la temperatura per il preriscaldamento dell'ugello adatta al vostro materiale.

source: Self test start
it: Avvia autotest

source: Selftest
it: Autotest

source: Selftest error!
it: Errore Autotest!

source: Selftest failed
it: Autotest fallito

source: Set temperature:
it: Imposta temperatura:

source: Settings
it: Impostazioni

source: Show end stops
it: Stato finecorsa

source: Sensor state
it: Stato sensore

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
it: Alcuni file non saranno ordinati. Il numero massimo di file in una cartella e 100 perche siano ordinati.

source: Sort
it: Ordina

source: None
it: Nessuno

source: Time
it: Cron.

source: Severe skew:
it: Devia.grave:

source: Severe skew
it: Devia.grave

source: Alphabet
it: Alfabeti

source: Sorting files
it: Ordinando i file

source: Loud
it: Forte

source: Slight skew:
it: Devia.lieve:

source: Slight skew
it: Devia.lieve

source: Sound
it: Suono

source: Runouts
it: Esaurim

source: Some problem encountered, Z-leveling enforced ...
it: Sono stati rilevati problemi, avviato livellamento Z ...

source: Once
it: Singolo

source: Speed
it: Velocita

source: Spinning
it: Gira

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
it: Sono necessari una temperatura ambiente di 21-26C e una superficie rigida.

source: Statistics
it: Statistiche

source: Stop print
it: Arresta stampa

source: STOPPED.
it: ARRESTATO.

source: Support
it: Supporto

source: Swapped
it: Scambiato

source: Statistics
it: Statistiche

source: STOPPED.
it: ARRESTATO.

source: Select filament:
it: Seleziona il filam.:

source: Temp. cal.
it: Calib. temp.

source: Select temperature which matches your material.
it: Seleziona la temperatura appropriata per il tuo materiale.

source: Temp. calibration
it: Calib. Temp.

source: Temperature calibration failed
it: Calibrazione temperatura fallita

source: Temperature calibration is finished and active. Temp. calibration can be disabled in menu Settings->Temp. cal.
it: Calibrazione temperatura completata e attiva. Puo essere disattivata dal menu Impostazioni ->Cal. Temp.

source: Sensor verified, remove the filament now.
it: Sensore verificato, rimuovere il filamento.

source: Temperature
it: Temperatura

source: Temperatures
it: Temperature

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
it: E ancora necessario effettuare la calibrazione Z. Segui il manuale, capitolo Primi Passi, sezione Sequenza di Calibrazione.

source: Total filament
it: Filamento totale

source: Total print time
it: Tempo stampa totale

source: Tune
it: Regola

source: Unload
it: Scarica

source: Total failures
it: Totale fallimenti

source: to load filament
it: per caricare il fil.

source: to unload filament
it: per scaricare fil.

source: Unload filament
it: Scarica filam.

source: Unloading filament
it: Scaricando filamento

source: Total
it: Totale

source: Used during print
it: Usati nella stampa

source: Voltages
it: Voltaggi

source: unknown
it: sconosciuto

source: Wait for user...
it: Attendendo utente...

source: Waiting for nozzle and bed cooling
it: In attesa del raffreddamento dell'ugello e del piano

source: Waiting for PINDA probe cooling
it: In attesa del raffreddamento della sonda PINDA

source: Warning: both printer type and motherboard type changed.
it: Attenzione: tipo di stampante e di scheda madre cambiati.

source: Warning: motherboard type changed.
it: Avviso: tipo di scheda madre cambiato

source: Warning: printer type changed.
it: Avviso: tipo di stampante cambiato.

source: Was filament unload successful?
it: Filamento scaricato con successo?

source: Wiring error
it: Errore cablaggio

source: XYZ cal. details
it: XYZ Cal. dettagli

source: XYZ calibration failed. Please consult the manual.
it: Calibrazione XYZ fallita. Si prega di consultare il manuale.

source: Yes
it: Si

source: You can always resume the Wizard from Calibration -> Wizard.
it: E possibile riprendere il Wizard in qualsiasi momento attraverso Calibrazione -> Wizard.

source: XYZ calibration all right. Skew will be corrected automatically.
it: Calibrazione XYZ corretta. La distorsione verra compensata automaticamente.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
it: Calibrazion XYZ corretta. Assi X/Y leggermente storti. Ben fatto!

source: X-correct:
it: Correzione-X:

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
it: Calibrazione XYZ OK. Gli assi X/Y sono perpendicolari. Complimenti!

source: XYZ calibration compromised. Front calibration points not reachable.
it: Calibrazione XYZ compromessa. Punti anteriori non raggiungibili.

source: XYZ calibration compromised. Right front calibration point not reachable.
it: Calibrazione XYZ compromessa. Punto anteriore destro non raggiungibile.

source: Load all
it: Caricare tutti

source: XYZ calibration failed. Bed calibration point was not found.
it: Calibrazione XYZ fallita. Il punto di calibrazione sul piano non e' stato trovato.

source: XYZ calibration failed. Front calibration points not reachable.
it: Calibrazione XYZ fallita. Punti anteriori non raggiungibili.

source: XYZ calibration failed. Right front calibration point not reachable.
it: Calibrazione XYZ fallita. Punto anteriore destro non raggiungibile.

source: Y distance from min
it: Distanza Y dal min

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
it: La stampante iniziera a stampare una linea a zig-zag. Gira la manopola fino a che non hai raggiungo l'altezza ottimale. Verifica con le immagini nel manuale (capitolo sulla calibrazione).

source: Verification failed, remove the filament and try again.
it: Verifica fallita, rimuovere il filamento e riprovare.

source: Y-correct:
it: Correzione-Y:

source: Back
it: Indietro

source: Checks
it: Controlli

source: False triggering
it: Falso innesco

source: Strict
it: Esatto

source: Warn
it: Avviso

source: HW Setup
it: Impostazioni HW

source: Magnets comp.
it: Comp. Magneti

source: Mesh
it: Griglia

source: Mesh bed leveling
it: Liv. griglia piano

source: MK3S firmware detected on MK3 printer
it: Firmware MK3S rilevato su stampante MK3

source: MMU Mode
it: Mod. MMU

source: Mode change in progress ...
it: Cambio modalita in corso ...

source: Model
it: Modello

source: Mode change in progress...
it: Cambio modalita in corso...

source: Nozzle d.
it: Dia.Ugello

source: G-code sliced for a different level. Continue?
it: G-code processato per un livello diverso. Continuare?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
it: G-code processato per un livello diverso. Per favore esegui nuovamente lo slice del modello. Stampa annullata.

source: G-code sliced for a different printer type. Continue?
it: G-code processato per una stampante diversa. Continuare?
