Repository: janknieling/Caribou-Firmware
Catalog: lang/po/new/*.po
Languages: it

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
it: G-code processato per una stampante diversa. Per favore esegui nuovamente lo slice del modello. Stampa annullata.

source: G-code sliced for a newer firmware. Continue?
it: G-code processato per un firmware piu recente. Continuare?

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
it: G-code processato per un firmware piu recente. Per favore aggiorna il firmware. Stampa annullata.

source: Preheating to cut
it: Preriscalda. taglio

source: Preheating to eject
it: Preriscalda. espuls.

source: Printer nozzle diameter differs from the G-code. Continue?
it: Diametro ugello diverso da G-Code. Continuare?

source: Printer nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
it: Diametro ugello diverso dal G-Code. Controlla il valore nelle impostazioni. Stampa annullata.

source: %s level expected
it: atteso livello %s

source: Rename
it: Rinomina

source: Select
it: Seleziona

source: Sensor info
it: Info Sensore

source: Sheet
it: Piano

source: Steel sheets
it: Piani d'acciaio

source: Z-correct:
it: Correzione-Z:

source: Z-probe nr.
it: Nr. Z-test
