Repository: janknieling/Caribou-Firmware
Catalog: lang/po/Firmware_*.po
Languages: nl

source: 0.3 or older
nl: 0.3 of ouder

source: FS v0.3 or older
nl: FS 0.3 of ouder

source: 0.4 or newer
nl: 0.4 of nieuwer

source: FS v0.4 or newer
nl: FS 0.4 of nieuwer

source: unknown state
nl: Status unbekend

source: of 4
nl: van 4

source: of 9
nl: van 9

source: [0;0] point offset
nl: [0;0] punt offset

source: Crash detection canx0abe turned on only inx0aNormal mode
nl: Crashdetectie kanx0aalleen in normaalx0agebruikt worden

source: WARNING:x0aCrash detectionx0adisabled inx0aStealth mode
nl: WARNING:x0aCrashdetectiex0auitgeschakeld inx0aStealth stand

source: >Cancel
nl: >Annuleren

source: Adjusting Z:
nl: Z is ingesteld:

source: All correct
nl: Allemaal goed

source: All correct
nl: Allemaal goed

source: All is done. Happy printing!
nl: Klaar. Happy printing!

source: Ambient
nl: EINSY

source: and press the knob
nl: en druk op knop

source: Are left and right Z~carriages all up?
nl: Zijn beide Z wagen heelemaal boven?

source: Auto home
nl: Startpositie

source: AutoLoad filament
nl: Autoladen Filament

source: Autoloading filament available only when filament sensor is turned on...
nl: Auto. laden van fil. is enkel beschikbaar wanneer fil.sensor is ingeschakeld ...

source: Autoloading filament is active, just press the knob and insert filament...
nl: Automatisch laden van flament is actief, druk de knop en laad filament...

source: Axis length
nl: Aslengte

source: Axis
nl: As

source: Bed / Heater
nl: Bed / Verwarming

source: Bed/Heater
nl: Bed/Verwarming

source: Bed done
nl: Bed klaar

source: Bed Heating
nl: Bed opwarmen

source: Bed level correct
nl: Bed niveau correct

source: Belt test
nl: Riemtest

source: Belt test
nl: Riemtest

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
nl: Bed leveling mislukt. Sensor heeft niet geactiveerd. Puin op tuit? Wacht op reset.

source: Bright
nl: Helder

source: Brightness
nl: Helderheid

source: Belt status
nl: Riem status

source: Blackout occurred. Recover print?
nl: Stroomstoring. Print herstellen?

source: Calibrating home
nl: Kalibreren start

source: Calibrate XYZ
nl: Kalibratie XYZ

source: Calibrate Z
nl: Kalibratie Z

source: Calibrate
nl: Kalibreren

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
nl: Kalibreren van XYZ. Draai de knop om de Z-wagen omhoog te gaan tot het einde stoppers. Druk knop als klaar.

source: Calibrating Z
nl: Kalibrere Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
nl: Kalibreren van Z. Draai de knop om de Z-wagen omhoog te gaan tot het einde stoppers. Druk knop als klaar.

source: Calibration done
nl: Kalibratie klaar

source: Calibration
nl: Kalibratie

source: Cancel
nl: Annuleren

source: Card removed
nl: SD verwijderd

source: Checking file
nl: Bestand controle

source: Color not correct
nl: Kleur niet juist

source: Cooldown
nl: Afkoelen

source: Copy selected language?
nl: Geselecteerde taal kopieren?

source: Choose a filament for the First Layer Calibration and select it in the on-screen menu.
nl: Kies een filament voor de kalibratie van de eerste laag en selecteer deze in het schermmenu.

source: Crash detected.
nl: Crash gedetecteerd.

source: Crash detected. Resume print?
nl: Crash gedetecteerd. Print voorzetten?

source: Current
nl: Actueel

source: Date:
nl: Datum:

source: Community made
nl: Van de community

source: Disable steppers
nl: Motoren uit

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
nl: Afstand tussen tip van de tuit en het print oppervlak is nog niet vastgesteld. Volg de handleiding, First steps, sectie First layer calibration.

source: Cont.
nl: Door.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
nl: Wilt u de laatste stap herhalen om de afstand tussen de tuit en de bed opnieuw in te stellen?

source: E-correct:
nl: E-correctie:

source: Eject filament
nl: Fil. uitwerpen

source: Ejecting filament
nl: Werp filament uit

source: Endstop not hit
nl: Endstop niet geraakt

source: Endstop
nl: Eindstop

source: Endstops
nl: Eindstops

source: Error - static memory has been overwritten
nl: Fout - het statische geheugen is overschreven

source: Cut filament
nl: Fil. knippen

source: Cutter
nl: Mes

source: Cutting filament
nl: Knippe filament

source: ERROR: Filament sensor is not responding, please check connection.
nl: FOUT: Filamentsensor reageert niet, controleer de verbinding.

source: ERROR:
nl: FOUT:

source: Fail stats MMU
nl: MMU-Fouten

source: F. autoload
nl: F. autoladen

source: Fail stats
nl: Foutstatistieken

source: Fan speed
nl: Fan snelh.

source: Filam. runouts
nl: Fil. fouten

source: Fil. runouts
nl: Fil. fouten

source: Filament extruding & with correct color?
nl: Filament extrudeert met de juiste kleur?

source: Filament not loaded
nl: Fil. niet geladen

source: Filament used
nl: Gebruikte filament

source: Print time
nl: Print tijd

source: FS Action
nl: FS actie

source: File incomplete. Continue anyway?
nl: Bestand onvolledig. Toch doorgaan?

source: Finishing movements
nl: Voortgang afwerken

source: First layer cal.
nl: Eerste laag kal.

source: First, I will run the selftest to check most common assembly problems.
nl: Ten eerste zullen we de zelftest uitvoeren om de meest voorkomende montageproblemen te controleren.

source: Fix the issue and then press button on MMU unit.
nl: Los het probleem op en druk vervolgens op de knop op de MMU-eenheid.

source: Flow
nl: Stromen

source: Front print fan?
nl: Voorzijde fan?

source: Front side[um]
nl: Voorkant [um]

source: Front/left fans
nl: Fans voor/links

source: Heater/Thermistor
nl: Verwarmer/Therm.

source: Heating disabled by safety timer.
nl: Verwarming uitgeschakeld door veiligheidstimer.

source: Heating done.
nl: Opwarmen klaar.

source: Heating
nl: Opwarmen

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
nl: Hallo, ik ben uw Original Prusa i3 printer. Zullen we beginnen met het installatieproces?

source: Change filament
nl: Wissel filament

source: Change success!
nl: Wissel geslaagd!

source: Changed correctly?
nl: Wissel ok?

source: Checking bed
nl: Controleer bed

source: Checking bed
nl: Controleer bed

source: Checking endstops
nl: Controleer endstops

source: Checking hotend
nl: Controleer hotend

source: Checking sensors
nl: Controleer sensors

source: Checking X axis
nl: Controleer X as

source: Checking Y axis
nl: Controleer Y as

source: Checking Z axis
nl: Controleer Z as

source: Checking sensors
nl: Controleer sensors

source: Checking X axis
nl: Controleer X as

source: Checking Y axis
nl: Controleer Y as

source: Checking Z axis
nl: Controleer Z as

source: Choose extruder:
nl: Kies extruder:

source: Choose filament:
nl: Kies filament:

source: I will run xyz calibration now. It will take approx. 12 mins.
nl: Begin nu met xyz-kalibratie. Het duurt ongeveer 12 min.

source: I will run z calibration now.
nl: Begin nu met z-kalibratie.

source: Info screen
nl: Info scherm

source: Insert filament
nl: Voer filament in

source: Is filament loaded?
nl: Is filament geladen?

source: Is steel sheet on heatbed?
nl: Ligt de staalplaat op het bed?

source: Last print failures
nl: Laatste printfouten

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
nl: Als u extra staalplaten hebt, kalibreert u hun voorinstellingen in Instellingen - HW Setup - Staalplaten.

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
nl: Hallo, ik ben je originele Prusa i3-printer. Ik zal je door een snel instellingsproces leiden dat de Z-as zal kalibreren. Dan ben je klaar om te printen.

source: Last print
nl: Laatste print

source: Left hotend fan?
nl: Linker hotend fan?

source: Left
nl: Links

source: Left side [um]
nl: Linkerkant[um]

source: Lin. correction
nl: Lineaire correctie

source: Live adjust Z
nl: Live Z aanpassen

source: Insert the filament (do not load it) into the extruder and then press the knob.
nl: Steek a.u.b. filament (maar niet laden) in de extruder en druk op knop.

source: Load filament
nl: Filament laden

source: Loading color
nl: Laden kleur

source: Loading filament
nl: Laden filament

source: Loose pulley
nl: Losse riemschijf

source: Iteration
nl: Iteratie

source: Load to nozzle
nl: Tot tuit laden

source: M117 First layer cal.
nl: M117 Eerste laag kal.

source: Main
nl: Hoofdmenu

source: Level Bright
nl: Helder waard

source: Level Dimmed
nl: Dim waarde

source: Measuring reference height of calibration point
nl: Referentie hoogte van het kalibratiepunt meten

source: MMU OK. Resuming position...
nl: MMU OK. Positie hervatten...

source: MMU OK. Resuming temperature...
nl: MMU OK. Temperatuur hervatten...

source: Measured skew
nl: Scheefheid

source: MMU fails
nl: MMU fout

source: MMU load failed
nl: MMU laden mislukt

source: MMU load failed
nl: MMU laden mislukt

source: MMU load fails
nl: MMU laadfout

source: MMU OK. Resuming...
nl: MMU OK. Hervatten...

source: Mode
nl: Stand

source: MK3 firmware detected on MK3S printer
nl: MK3-firmware bij MK3S-printer gedetecteerd

source: Normal
nl: Normaal

source: Silent
nl: Stil

source: MMU needs user attention.
nl: MMU heeft gebruikersaandacht nodig.

source: MMU power fails
nl: MMU stroomstor.

source: Stealth
nl: Stil

source: High power
nl: Hoog verm.

source: MMU2 connected
nl: MMU2 verbonden

source: Move axis
nl: As verplaatsen

source: Move X
nl: Verplaats X

source: Move Y
nl: Verplaats Y

source: Move Z
nl: Verplaats Z

source: No move.
nl: Geen beweging.

source: No SD card
nl: Geen SD kaart

source: N/A
nl: N/V

source: No
nl: Nee

source: Not connected
nl: Niet verbonden

source: New firmware version available:
nl: Nieuwe firmware versie beschikbaar:

source: Not spinning
nl: Beweegt niet

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
nl: Begin met kalibratie tussen de tuit en het bed.

source: Now I will preheat nozzle for PLA.
nl: Opwarmen van de tuit voor PLA voor.

source: Nozzle
nl: Tuit

source: Old settings found. Default PID, Esteps etc. will be set.
nl: Oude instellingen gevonden. Standaard PID, E-steps etc. instellingen worden geladen.

source: Now remove the test print from steel sheet.
nl: Verwijder nu de testprint van staalplaat.

source: Nozzle FAN
nl: Tuit fan

source: Pause print
nl: Print pauzeren

source: PID cal.
nl: PID kal.

source: PID cal. finished
nl: PID kalibratie klaar

source: PID calibration
nl: PID kalibratie

source: PID cal.
nl: PID kal.

source: PINDA Heating
nl: PINDA opwarmen

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
nl: Leg een vel papier onder de tuit tijdens de kalibratie van de eerste 4 punten. Als de tuit het papier beweegt, de printer onmiddellijk uitschakelen.

source: Please clean heatbed and then press the knob.
nl: Maak het bed schoon en druk op de knop.

source: Please clean the nozzle for calibration. Click when done.
nl: Reinig de tuit voor de kalibratie. Druk op de knop wanneer gereed.

source: Please check :
nl: Reinig de tuit voor de kalibratie. Druk op de knop wanneer gereed.

source: Please check:
nl: Controleer aub:

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
nl: Controleer aub ons handboek en los het probleem op. Hervat vervolgens de wizard door de printer opnieuw te starten.

source: Please open idler and remove filament manually.
nl: Open rondsel en verwijder filament handmatig.

source: Please place steel sheet on heatbed.
nl: Leg staalplaat op bed.

source: Please press the knob to unload filament
nl: Druk op de knop om filament te verwijderen

source: Please pull out filament immediately
nl: Trek onmiddellijk de filament eruit

source: Please remove filament and then press the knob.
nl: Trek onmiddellijk filament eruit en druk vervolgens op de knop.

source: Please remove steel sheet from heatbed.
nl: Verwijder staalplaat van het bed.

source: Please run XYZ calibration first.
nl: Voer eerst de XYZ-kalibratie uit.

source: Please update firmware in your MMU2. Waiting for reset.
nl: Gelieve de firmware te vernieuwen in uw MMU2. Wacht op reset.

source: Please wait
nl: Even geduld aub

source: Please remove shipping helpers first.
nl: Verwijder eerst de transport beschermers.

source: Preheat the nozzle!
nl: Tuit voorverwarmen!

source: Preheat
nl: Voorverwarmen

source: Preheating nozzle. Please wait.
nl: Opwarmen van de tuit. Wacht aub.

source: Please upgrade.
nl: Voer een upgrade uit

source: Press knob to preheat nozzle and continue.
nl: Druk op de knop om de tuit voor te verwarmen en door te gaan.

source: Pause
nl: Pauze

source: Power failures
nl: Stroomstoringen

source: Print aborted
nl: Print afgebroken

source: Preheating to load
nl: Opwarmen invoeren

source: Preheating to unload
nl: Opwarmen uitwerpen

source: Print from SD
nl: Print van SD

source: Press the knob
nl: Druk op knop

source: Print paused
nl: Print pauzeren

source: Press the knob to resume nozzle temperature.
nl: Druk op de knop om de temperatuur van de tuit te hervatten.

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
nl: Printer is nog niet gekalibreerd. Volg de handleiding, hoofdstuk First steps, sectie Calibration flow.

source: Please insert filament into the extruder, then press the knob to load it.
nl: Steek a.u.b. filament in de extruder en druk op de knop om het te laden.

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
nl: Steek a.u.b. filament in de eerste buis van de MMU en druk op de knop om het te laden.

source: Please load filament first.
nl: Laad a.u.b. eerst filament.

source: Rear side [um]
nl: Achterkant[um]

source: Please unload the filament first, then repeat this action.
nl: Verwijder eerst het filament en probeer het opnieuw.

source: Please check the IR sensor connection, unload filament if present.
nl: AUB controleer IR Sensor aansluiting en filament ontladen is.

source: Recovering print
nl: Print herstellen

source: Recovering print
nl: Print herstellen

source: Remove old filament and press the knob to start loading new filament.
nl: Verwijder de oude filament en druk op de knop om nieuwe filament te laden.

source: Reset XYZ calibr.
nl: Reset XYZ kalibr.

source: Resume print
nl: Print hervatten

source: Resuming print
nl: Hervatten print

source: Right side[um]
nl: Recht.kant[um]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
nl: Starten van de Wizard verwijdert de huidige kalibreringsresultaten en begint vanaf het begin. Doorgaan?

source: SD card
nl: SD kaart

source: Right
nl: Rechts

source: Searching bed calibration point
nl: Zoeken bed kalibratiepunt

source: Select language
nl: Kies taal

source: Self test OK
nl: Zelftest OK

source: Self test start
nl: Zelftest start

source: Selftest
nl: Zelftest

source: Selftest error !
nl: Zelftest fout !

source: Self test start
nl: Zelftest start

source: Selftest
nl: Zelftest

source: Selftest error!
nl: Zelftest fout!

source: Selftest failed
nl: Zelftest mislukt

source: Selftest will be run to calibrate accurate sensorless rehoming.
nl: Zelftest zal worden uitgevoerd om nauwkeurige sensorloze auto positie te kalibreren.

source: Select nozzle preheat temperature which matches your material.
nl: Selecteer de voorverwarmingstemperatuur van de tuit die overeenkomt met uw materiaal.

source: Set temperature:
nl: Temp. instellen:

source: Selftest failed
nl: Zelftest mislukt

source: Settings
nl: Instellingen

source: Show end stops
nl: Toon endstops

source: Sensor state
nl: Sensorstatus

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
nl: Sommige bestanden worden niet gesorteerd omdat het maximum aantal bestanden per map 100 is.

source: None
nl: Geen

source: Time
nl: Tijd

source: Severe skew:
nl: Erg scheef:

source: Alphabet
nl: Alfabet

source: Sorting files
nl: Bestanden sorteren

source: Loud
nl: Hard

source: Slight skew:
nl: Iets scheef:

source: Sound
nl: Geluid

source: Severe skew
nl: Erg scheef

source: Slight skew
nl: Beetje scheef

source: Runouts
nl: Fouten

source: Some problem encountered, Z-leveling enforced ...
nl: Er is een probleem opgetreden, Z-kalibratie afgedwongen ...

source: Once
nl: Eenmaal

source: Speed
nl: Snelheid

source: Spinning
nl: Draait

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
nl: En stabiele 21-26C omgevingstemperatuur is nodig,een stevige stand is vereist.

source: Statistics
nl: Statistieken

source: Statistics
nl: Statistieken

source: Stop print
nl: Print stoppen

source: STOPPED.
nl: GESTOPT.

source: Swapped
nl: Gewisseld

source: STOPPED.
nl: GESTOPT.

source: Select filament:
nl: Kies filament:

source: Temp. cal.
nl: Tempkalib.

source: Select temperature which matches your material.
nl: Selecteer de temperatuur die overeenkomt met uw materiaal.

source: Temp. calibration
nl: Tempkalibratie

source: Temperature calibration failed
nl: Temperatuurkalibratie mislukt

source: Temperature calibration is finished and active. Temp. calibration can be disabled in menu Settings->Temp. cal.
nl: Temperatuurkalibratie kan worden uitgeschakeld in het menu Instellingen-> Tempkalibratie.

source: Sensor verified, remove the filament now.
nl: Sensor geverifieerd, verwijder nu het filament.

source: Temperature
nl: Temperatuur

source: Temperatures
nl: Temperaturen

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
nl: Er is nog steeds een noodzaak om de Z-kalibratie uit te voeren. Volg de handleiding, hoofdstuk First steps, section Calibration flow.

source: Total filament
nl: Totaal fil.

source: Total print time
nl: Totaal printtijd

source: Tune
nl: Fijnafstemming

source: Unload
nl: Verwijderen

source: Total failures
nl: Totaal fouten

source: to load filament
nl: om filament te laden

source: to unload filament
nl: om fil. uitwerpen

source: Unload filament
nl: Fil. uitwerpen

source: Unloading filament
nl: Uitwerpen filament

source: Total
nl: Totaal

source: Used during print
nl: Gebruikt bij print

source: Voltages
nl: Spanning

source: unknown
nl: onbekend

source: Wait for user...
nl: Wacht op gebruiker..

source: Waiting for nozzle and bed cooling
nl: Wachten op afkoelen van tuit en bed

source: Waiting for PINDA probe cooling
nl: Wachten op afkoelen van PINDA

source: Warning: both printer type and motherboard type changed.
nl: Waarschuwing: zowel het printertype als het moederbordtype is gewijzigd.

source: Warning: motherboard type changed.
nl: Waarschuwing: type moederbord gewijzigd.

source: Warning: printer type changed.
nl: Waarschuwing: printertype gewijzigd.

source: Was filament unload successful?
nl: Is filament succes- vol verwijderd?

source: Wiring error
nl: Aansluitingsfout

source: XYZ cal. details
nl: XZY kal. details

source: XYZ calibration failed. Please consult the manual.
nl: XYZ-kalibratie mislukt. Raadpleeg de handleiding aub.

source: Yes
nl: Ja

source: You can always resume the Wizard from Calibration -> Wizard.
nl: U kunt de wizard altijd hervatten via Kalibratie -> Wizard.

source: XYZ calibration all right. Skew will be corrected automatically.
nl: XYZ-kalibratie in orde. Scheefheid zal automatisch worden gecorrigeerd.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
nl: XYZ-kalibratie in orde. X / Y-assen zijn licht scheef. Goed gedaan!

source: X-correct:
nl: X-correctie:

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
nl: XYZ-kalibratie ok. X / Y-assen staan loodrecht. Gefeliciteerd!

source: XYZ calibration compromised. Front calibration points not reachable.
nl: XYZ-kalibratie niet gelukt. Voorste kalibratiepunten niet bereikbaar.

source: XYZ calibration compromised. Right front calibration point not reachable.
nl: XYZ-kalibratie niet gelukt. Rechter voor kalibratiepunt niet bereikbaar.

source: Load all
nl: Laad alle

source: XYZ calibration failed. Bed calibration point was not found.
nl: XYZ-kalibratie mislukt. Bed ijkpunt niet gevonden.

source: XYZ calibration failed. Front calibration points not reachable.
nl: XYZ-kalibratie mislukt. Voorste kalibratiepunten niet bereikbaar.

source: XYZ calibration failed. Right front calibration point not reachable.
nl: XYZ-kalibratie mislukt. Rechter voor kalibratiepunt niet bereikbaar.

source: Y distance from min
nl: Y afstand van min

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
nl: De printer begint een zigzaglijn printen. Draai aan de knop totdat je de optimale hoogte hebt bereikt. Bekijk de afbeeldingen in de handleiding (Calibration chapter).

source: Verification failed, remove the filament and try again.
nl: Verificatie mislukt, verwijder het filament en probeer het opnieuw.

source: Y-correct:
nl: Y-correctie:

source: Off
nl: Uit

source: On
nl: Aan

source: Back
nl: terug

source: False triggering
nl: Valse triggering

source: Strict
nl: Strikt

source: Warn
nl: Waarsch.

source: HW Setup
nl: HW Configuratie

source: Magnets comp.
nl: Magnet. comp.

source: MK3S firmware detected on MK3 printer
nl: MK3S-firmware op MK3-printer ontdekt

source: MMU Mode
nl: MMU Mod

source: Mode change in progress ...
nl: Moduswijziging bezig...

source: Nozzle d.
nl: Tuit d.

source: Mode change in progress...
nl: Moduswijziging bezig...

source: G-code sliced for a different level. Continue?
nl: G-Code is voor een ander niveau geslict. Doorgaan?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
nl: G-Code is voor een ander niveau geslict. Slice het model opniew alsjeblieft. Druk geannuleerd.

source: G-code sliced for a different printer type. Continue?
nl: G-Code is voor een ander printertype geslict. Doorgaan?

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
nl: G-Code is voor een ander printertype geslict. Slice het model opniew alsjeblieft. Druk geannuleerd.

source: G-code sliced for a newer firmware. Continue?
nl: G-Code is voor een nieuwere firmware geslict. Doorgaan?

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
nl: G-Code is voor een nieuwere firmware geslict. Update de firmware alsjeblieft. Druk geannuleerd.

source: Preheating to cut
nl: Opwarm. te snijden

source: Preheating to eject
nl: Opwarm.te uitwerpen

source: Printer nozzle diameter differs from the G-code. Continue?
nl: De diameter van de tuit van de printer verschilt van de G-code. Doorgaan?

source: Printer nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
nl: De diameter van de tuit van de printer verschilt van de G-code. Controleer de waarde in de instellingen. Afdrukken geannuleerd.

source: %s level expected
nl: %s niveau verwacht

source: Rename
nl: Hernoem

source: Select
nl: Selecteer

source: Sheet
nl: Staalplaat

source: Steel sheets
nl: Staalplaten

source: Z-correct:
nl: Z-correctie:

source: Z-probe nr.
nl: Z-test nr.
